{
  "zeta" : [
    {
      "name" : "Aron Thomas",
      "github" : "https://github.com/chelliah",
      "shoutout": "Aron did an amazing job of helping me out when I was working on the solo challenge without flat-out giving away the answer. He was able to give just enough of a push for me to put the pieces together and I really appreciated that kind of nuanced assistance."
    },
    {
      "name": "Colin Miller",
      "github" : "https://github.com/chelliah",
      "shoutout": "Colin is great and such a great partner when working on peer challenges. Very helpful and patient and insightful."
    },
    {
      "name": "Dana Hazen",
      "github" : "",
      "shoutout": "Dana gets a shout out for sitting with me at a coffee shop in MPLS to get the weekend challenge done. Just having the company was helpful. "
    },
    {
      "name": "Dane Smith",
      "github" : "https://github.com/DoctorHowser",
      "shoutout": "I really admire Dane's willingness to help other classmates."
    },
    {
      "name": "Danny Ritter",
      "github" : "https://github.com/dannyritter",
      "shoutout": "Danny, Thank you for your patience with me and yourself!!"
    },
    {
      "name": "Dave Gamberg",
      "github" : "https://github.com/dgamberg",
      "shoutout": "Shout out to Dave for showing me how he used a counter with .data to track which div belonged to which employee. That technique fixed an issue with my code."
    },
    {
      "name": "Andy Eccleston",
      "github" : "https://github.com/eandy5000",
      "shoutout": "Really had a great time working with Andy this week on the peer exercises!"
    },
    {
      "name": "Heather Keelon",
      "github" : "https://github.com/HeatherKeelon",
      "shoutout": "Heather did a great job of keeping her spirits up and sticking out the day even though she is coming down with a cold - I really appreciated that she stayed late to help finish up the peer assignment as I would have been stressed out leaving it until tomorrow!"
    },
    {
      "name": "Jake Schreiber",
      "github" : "https://github.com/jakeschreiber",
      "shoutout": "Jake was awesome to work with on the peer challenge. Very relaxed and patient as I proposed code for him to type and then patient as we became stuck."
    },
    {
      "name" : "Jason Tenbrink",
      "github" : "https://github.com/jasontenbrink",
      "shoutout" : "I like how Jason is always willing to help others. He's also great at doing it."
    },
    {
      "name": "John Drew",
      "github" : "https://github.com/jdrew5",
      "shoutout": "Peer Challenge I would to thank John Drew for his patience in walking through the parts of the code where I had questions."
    },
    {
      "name": "Karl Hass",
      "github" : "https://github.com/karlhass15",
      "shoutout": "Karl is always extremely nice and great for a pick me up when you're feeling a little low."
    },
    {
      "name": "Kelly Moore",
      "github" : "https://github.com/kellygmoore",
      "shoutout": "Kelly is so patient and willing to help me on the peer challenge, I really appreciate her as a peer."
    },
    {
      "name": "Laryssa Husiak",
      "github" : "https://github.com/lahusiak",
      "shoutout": "Laryssa is so nice and easily approachable. Again, I haven't worked with her as much as I would like too, but I like having conversation with her and she always has a smile on her face!"
    },
    {
      "name": "Michael Boeser",
      "github" : "https://github.com/mboeser",
      "shoutout": "I'd like to thank my neighbor Michael for teaching me all of the cool tricks/shortcuts on the mac and misc. built-in functions!"
    },
    {
      "name": "Natalie Koch",
      "github" : "https://github.com/nataliekoch",
      "shoutout": "Natalie... that pseudo reddit put me in awe!"
    },
    {
      "name": "Paige Walters",
      "github" : "https://github.com/entgoddess",
      "shoutout": "Paige was super supportive today, particularly at the end of the day during the solo challenge, I think she could tell I was struggling and gave me words of encouragement."
    },
    {
      "name": "Paul Zimmel",
      "github" : "https://github.com/pazimmel",
      "shoutout": "Paul has excellent communication and is a very patience man. He explained calling objects in a visual way that helped make it click. God Bless him."
    },
    {
      "name": "Pui Choi",
      "github" : "https://github.com/pychoi",
      "shoutout": "Pui is brilliant and fun to work with! "
    },
    {
      "name": "Samuel Moss",
      "github" : "https://github.com/perfidiousscript",
      "shoutout": "Shout out to Sam, I appreciate it his positive criticism, its very insightful. I also appreciate his perspective."
    },
    {
      "name": "Thomas Hartle",
      "github" : "https://github.com/tehat",
      "shoutout": "Shout out to Tom, when I worked with him, we were on the same level of understanding so we were able to take it slower where we both knew what was going on."
    },
    {
      "name": "Zeeshan Dawood",
      "github" : "https://github.com/Labedlam",
      "shoutout": "Zeeshan is a delight to be around!"
    }
  ]
}
